
"ScreenCharacter" = "Multiple Characters";

"ScreenBundles" = "Bundle Tracking";

"ScreenTasks" = "Task Calendar";

"ScreenCrops" = "Crop Calculator";

"ScreenMuseum" = "Museum Tracking";

"ScreenVillager" = "Detailed Villagers";

"ScreenSearch" = "Updated for v1.5.6";

"ScreenPerfection" = "Perfection Tracker";
